Repository: dhis2/cache-cleaner-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, lo, nb, nl, ps, ru, uk, uz, uz_latn, zh_cn

source: Home
lo: ໜ້າຫຼັກ
ps: کورپاڼه

source: DHIS 2 Home
ps: د DHIS 2 کور پاڼه

source: Profile
lo: ໂປຟາຍ
ps: ځانګړتیا

source: Apps
lo: ແອບ
ps: اپلیکېشنونه

source: More apps
lo: ແອບເພີ້ມເຕີມ
ps: نور اپلیکېشنونه

source: Search apps
lo: ຊອກຫາ
ps: اپلیکېشنونه ولټوئ

source: Settings
lo: ການຕັ້ງຄ່າ
ps: تنظیمات

source: Account
lo: ບັນຊີ
ps: د حساب (اکاونټ) جوړول

source: Log out
lo: ອອກຈາກລະບົບ
ps: له اکاونټ څخه وتل

source: About DHIS 2
lo: ກ່ຽວກັບ DHIS 2
ps: د DHIS 2 په هکله

source: Session storage
ar: تخزين الجلسة
cs: Úložiště relace
es_419: Almacenamiento de la sesión
nb: Øktlagring
nl: Sessie opslag
ps: د ناستې د جریان زېرمه کول
ru: Хранилище сессий
uk: Сховище сеансу
uz: Захира сессиялари
uz_latn: Zaxira sessiyalari
zh_cn: 会话存储

source: Local storage
ar: التخزين المحلي
cs: Místní úložiště
es_419: Almacenamiento local
nb: Lokal lagring
nl: Lokale opslag
ps: ځایي زېرمه کول
ru: Локальное хранилище
uk: Локальне сховище
uz: Маҳаллий захира
uz_latn: Mahalliy zaxira
zh_cn: 本地存储

source: IndexedDB
ps: په انټرنیټي جدول کې درجول (IndexedDB)

source: DHIS 2 browser cache cleaner
ar: منظف ذاكرة التخزين المؤقت لمتصفح DHIS2
cs: Čistič mezipaměti prohlížeče DHIS 2
es_419: Limpiador de caché del navegador DHIS 2
lo: ລ້າງຂໍ້ມູນຂອງ DHIS 2 ໃນເຄດລອງບາວເຊີ້
nb: DHIS2 nettleserbufferrens
nl: DHIS 2 browsercachereiniger
ps: د DHIS 2 په لټوونکي کې د ثبت پاکوونکی
ru: Приложение очистки кеша браузера DHIS 2
uk: Очищувач кеша браузера DHIS 2
uz: DHIS2 браузер кешини тозалаш воситаси
uz_latn: DHIS2 brauzer keshini tozalash vositasi
zh_cn: DHIS 2浏览器缓存清除器

source: This clears the selected items from your browser cache
lo: ມັນຂະລ້າງຂໍ້ມູນໃນບາວເຊີ້ທັງໝົດ
ps: دا ستاسو د لټوونکي له ساتنځي څخه ټاکل شوي توکي پاکوي

source: Are you sure you want to proceed with the cleaning?
lo: ເຈົ້າຕ້ອງການລ້າງຂໍ້ມູນນີ້ອອກຈາກບາວເຊີ້ແທ້ບໍ?
ps: آیا د پاکولو بهیر ته د دوام ورکولو په برخه کې ډاډه یاست؟

source: Browser cache is cleared.
lo: ຂໍ້ມູນໃນບາວເຊີ້ຖືກລ້າງແລ້ວ
ps: د لټوونکي ساتنځای پاک شو.

source: Browser cache is empty. Nothing to clear.
lo: ບໍ່ມີຂໍ້ມູນໃນຄວາມຈຳຂອງບາວເຊີ້
ps: د لټوونکي ساتنځای خالي دی. د پاکولو لپاره هېڅ شی هم نه لري.

source: Clearing cache
lo: ລ້າງຂໍ້ມູນ
ps: ساتنځای د پاکولو په حال کې دی

source: Proceed
lo: ດຳເນີນ
ps: دوام ورکول

source: Select all
ar: تحديد الكل
cs: Vybrat vše
es_419: Seleccionar todo
lo: ເລືອກທັງໝົດ
nb: Velg alt
nl: Selecteer alles
ps: ټول انتخاب کړئ
ru: Выбрать все
uk: Вибрати усе
uz: Барчасини танлаш
uz_latn: Barchasini tanlash
zh_cn: 全选

source: Unselect all
lo: ບໍ່ເລືອກທັງໝົດ
ps: ټول له انتاب څخه وباسئ

source: Cancel
lo: ຍົກເລີກ
ps: پاک یې کړئ

source: Clear
lo: ລ້າງ
ps: پاک یې کړئ

source: No data selected
ar: لم يتم اختيار أي بيانات
cs: Nejsou vybrána žádná data
es_419: No hay datos seleccionados
nb: Ingen data valgt
nl: Geen gegevens geselecteerd
ru: Данные не выбраны
uk: Не було обрано даних
uz: Маълумот танланмаган
uz_latn: Maʼlumot tanlanmagan
zh_cn: 没有选择数据

source: Deselect all
ar: إلغاء تحديد الكل
cs: Odznačit vše
es_419: Deseleccionar todo
nb: Fjern valg
nl: Deselecteer alles
ru: Отменить выбор всего
uk: Скасувати вибір усіх
uz: Барча танланганни бекор қилиш
uz_latn: Barchasini tanlanganligini bekor qilish
zh_cn: 去全选

source: Clear all selected items
ar: إلغاء تحديد كافة العناصر المحددة
cs: Vymazat všechny vybrané položky
es_419: Borrar todos los elementos seleccionados
nb: Fjern alle valgte elementer
nl: Wis alle geselecteerde items
ru: Очистить все выбранные элементы
uk: Очистити усі вибрані елементи
uz: барча танланган элементлар бўйича тозалаш
uz_latn: barcha tanlangan elementlar boʼyicha tozalash
zh_cn: 清除所有选中的项目

source: Local storage empty
ar: التخزين المحلي فارغ
cs: Místní úložiště prázdné
es_419: Almacenamiento local vacío
nb: Lokal lagringsplass er tom
nl: Lokale opslag leeg
ru: Локальное хранилище пусто
uk: Локальне сховище порожнє
uz: Локал хотира бўш
uz_latn: Lokal xotira boʼsh
zh_cn: 本地存储空间为空

source: Select all local storage items
ar: تحديد كافة عناصر التخزين المحلية
cs: Vyberte všechny položky místního úložiště
es_419: Seleccionar todos los elementos de almacenamiento local
nb: Velg alle lokale lagringselementer
nl: Selecteer alle lokale opslagitems
ru: Выбрать все элементы локального хранилища
uk: Вибрати всі локальні об'єкти сховища
uz: Барча локал хотира элементларини танлаш
uz_latn: Barcha lokal xotira elementlarini tanlash
zh_cn: 选择所有本地存储项目

source: Deselect all local storage items
ar: إلغاء تحديد كافة عناصر التخزين المحلية
cs: Zrušte výběr všech položek místního úložiště
es_419: Deseleccionar todos los elementos de almacenamiento local
nb: Fjern valg for alle lokale lagringselementer
nl: Deselecteer alle lokale opslagitems
ru: Отменить выбор всех элементов локального хранилища
uk: Скасувати вибір всіх локальних об'єктів сховища
uz: Барча локал хотира элементлари танловини рад этиш
uz_latn: Barcha lokal xotira elementlari tanlovini rad etish
zh_cn: 取消选择所有本地存储项目

source: Session storage empty
ar: تخزين الجلسة فارغ
cs: Úložiště relace prázdné
es_419: Sesión de almacenamiento vacía
nb: Øktlagringsplass er tom
nl: Sessieopslag leeg
ru: Хранилище сессий пусто
uk: Сховище сеансу порожнє
uz: Сессия хотираси бўш
uz_latn: Sessiya xotirasi boʼsh
zh_cn: 会话存储为空

source: Select all session storage items
ar: تحدد كافة عناصر تخزين الجلسة
cs: Vyberte všechny položky úložiště relace
es_419: Seleccionar todos los elementos de almacenamiento de la sesión
nb: Velg alle øktlagringselementer
nl: Selecteer alle sessieopslagitems
ru: Выбрать все элементы хранилища сессий
uk: Вибрати всі об'єкти сховища сеансу
uz: Сессия хотираси элементларини барчасини танлаш
uz_latn: Sessiya xotirasi elementlarini barchasini tanlash
zh_cn: 选择所有会话存储项

source: Deselect all session storage items
ar: إلغاء تحديد كافة عناصر تخزين الجلسة
cs: Zrušte výběr všech položek úložiště relace
es_419: Deseleccionar todos los elementos de almacenamiento de la sesión
nb: Fjern valg for alle øktlagringselementer
nl: Deselecteer alle sessieopslagitems
ru: Отменить выбор всех элементов хранилища сессий
uk: Скасувати вибір всіх об'єктів сховища сеансу
uz: Сессия хотираси элементларини барчасини танловини рад этиш
uz_latn: Sessiya xotirasi elementlarini barchasini tanlovini rad etish
zh_cn: 取消选择所有会话存储项

source: No indexed databases
ar: لا توجد قواعد بيانات مفهرسة
cs: Žádné indexované databáze
es_419: Sin bases de datos indexadas
nb: Ingen indekserte databaser
nl: Geen geïndexeerde databases
ru: Нет индексированных баз данных
uk: Немає індексованих баз даних
uz: Маълумотлар индексация қилинмаган
uz_latn: Maʼlumotlar indeksatsiya qilinmagan
zh_cn: 没有索引数据库

source: Select all databases
ar: تحديد جميع قواعد البيانات
cs: Vyberte všechny databáze
es_419: Seleccionar todas las bases de datos
nb: Velg alle databaser
nl: Selecteer alle databases
ru: Выбрать все базы данных
uk: Вибрати всі бази даних
uz: Барча маълумотларни танлаш
uz_latn: Barcha maʼlumotlarni tanlash
zh_cn: 选择所有数据库

source: Deselect all databases
ar: إلغاء تحديد جميع قواعد البيانات
cs: Zrušte výběr všech databází
es_419: Deseleccionar todas las bases de datos
nb: Fjern valg for alle databaser
nl: Deselecteer alle databases
ru: Отменить выбор всех баз данных
uk: Скасувати вибір всіх баз даних
uz: Барча маълумотлар танловини рад этиш
uz_latn: Barcha maʼlumotlar tanlovini rad etish
zh_cn: 取消选择所有数据库

source: Indexed database
ar: قاعدة بيانات مفهرسة
cs: Indexovaná databáze
es_419: Base de datos indexada
nb: Indeksert database
nl: Geïndexeerde database
ru: Индексированная база данных
uk: Індексована база даних
uz: Индексация қилинган маълумотлар
uz_latn: Indeksatsiya qilingan maʼlumotlar
zh_cn: 索引数据库

source: Loading clearable data...
ar: تحميل البيانات القابلة للمسح ...
cs: Načítání vymazatelných dat ...
es_419: Cargando datos borrables...
nb: Laster fjernbare data ...
nl: Wisbare gegevens laden...
ru: Загрузка очищаемых данных...
uk: Завантаження даних, що очищуються...
uz: Тозаланадиган маълумотлар юкланмоқда...
uz_latn: Tozalanadigan maʼlumotlar yuklanmoqda...
zh_cn: 正在加载可清除的数据...
